{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_410", "trainable": true, "batch_input_shape": [null, 56], "input_dtype": "float32", "output_dim": 56, "init": "glorot_uniform", "activation": "linear", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 56}}, {"class_name": "Dense", "config": {"name": "dense_411", "trainable": true, "output_dim": 10, "init": "glorot_uniform", "activation": "tanh", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 56}}, {"class_name": "Dense", "config": {"name": "dense_412", "trainable": true, "output_dim": 10, "init": "glorot_uniform", "activation": "tanh", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 10}}, {"class_name": "Dense", "config": {"name": "dense_413", "trainable": true, "output_dim": 3, "init": "glorot_uniform", "activation": "softplus", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 10}}], "keras_version": "1.2.2"}